Repository: ClawdBonzo/maxx-glowup-tracker
Catalog: MaxxApp/MaxxApp/Localizable.xcstrings
Source language: en
Languages: de, es, es_mx, ko, pt_br, tr

# gate.photos.subtitle
source: Free plan is limited to %lld photos. Go Pro for unlimited progress tracking.
de: Der kostenlose Plan ist auf %lld Fotos begrenzt. Mit Pro verfolgst du deinen Fortschritt unbegrenzt.
es: El plan gratuito está limitado a %lld fotos. Hazte Pro para un seguimiento ilimitado.
es_mx: El plan gratis está limitado a %lld fotos. Hazte Pro para un seguimiento ilimitado.
ko: 무료 플랜은 사진 %lld장으로 제한됩니다. Pro로 무제한 진행 기록을 즐기세요.
pt_br: O plano gratuito é limitado a %lld fotos. Assine o Pro para acompanhamento ilimitado.
tr: Ücretsiz plan %lld fotoğrafla sınırlıdır. Sınırsız ilerleme takibi için Pro'ya geç.

# gate.photos.title
source: Unlock Unlimited Photos
de: Unbegrenzte Fotos freischalten
es: Desbloquear fotos ilimitadas
es_mx: Desbloquear fotos ilimitadas
ko: 무제한 사진 잠금 해제
pt_br: Desbloquear fotos ilimitadas
tr: Sınırsız fotoğrafın kilidini aç

# gate.quests.subtitle
source: Daily quests keep your glow-up on track. Upgrade to unlock challenges and bonus XP.
de: Tägliche Quests halten dein Glow-up auf Kurs. Upgrade für Challenges und Bonus-XP.
es: Las misiones diarias mantienen tu transformación en marcha. Mejora para desbloquear retos y XP extra.
es_mx: Las misiones diarias mantienen tu glow-up en marcha. Mejora para desbloquear retos y XP extra.
ko: 데일리 퀘스트로 글로우업을 꾸준히 이어가세요. 업그레이드하고 챌린지와 보너스 XP를 잠금 해제하세요.
pt_br: As missões diárias mantêm sua transformação nos trilhos. Assine para desbloquear desafios e XP bônus.
tr: Günlük görevler değişimini yolunda tutar. Meydan okumaların ve bonus XP'nin kilidini açmak için yükselt.

# gate.quests.title
source: Unlock Quests
de: Quests freischalten
es: Desbloquear misiones
es_mx: Desbloquear misiones
ko: 퀘스트 잠금 해제
pt_br: Desbloquear missões
tr: Görevlerin kilidini aç

# gate.routines.subtitle
source: Free plan is limited to %lld routines. Go Pro for unlimited custom routines.
de: Der kostenlose Plan ist auf %lld Routinen begrenzt. Mit Pro erstellst du unbegrenzt eigene Routinen.
es: El plan gratuito está limitado a %lld rutinas. Hazte Pro para rutinas personalizadas ilimitadas.
es_mx: El plan gratis está limitado a %lld rutinas. Hazte Pro para rutinas personalizadas ilimitadas.
ko: 무료 플랜은 루틴 %lld개로 제한됩니다. Pro로 무제한 맞춤 루틴을 만드세요.
pt_br: O plano gratuito é limitado a %lld rotinas. Assine o Pro para rotinas personalizadas ilimitadas.
tr: Ücretsiz plan %lld rutinle sınırlıdır. Sınırsız özel rutin için Pro'ya geç.

# gate.routines.title
source: Unlock Unlimited Routines
de: Unbegrenzte Routinen freischalten
es: Desbloquear rutinas ilimitadas
es_mx: Desbloquear rutinas ilimitadas
ko: 무제한 루틴 잠금 해제
pt_br: Desbloquear rotinas ilimitadas
tr: Sınırsız rutinin kilidini aç

# gate.shareCard.subtitle
source: Show off your glow-up level. Upgrade to create and share progress cards.
de: Zeig dein Glow-up-Level. Upgrade, um Fortschrittskarten zu erstellen und zu teilen.
es: Presume tu nivel de transformación. Mejora para crear y compartir tarjetas de progreso.
es_mx: Presume tu nivel de glow-up. Mejora para crear y compartir tarjetas de progreso.
ko: 나의 글로우업 레벨을 자랑하세요. 업그레이드하고 진행 카드를 만들어 공유하세요.
pt_br: Mostre seu nível de transformação. Assine para criar e compartilhar cartões de progresso.
tr: Değişim seviyeni göster. İlerleme kartları oluşturup paylaşmak için yükselt.

# gate.shareCard.title
source: Unlock Share Cards
de: Sharing-Karten freischalten
es: Desbloquear Tarjetas para Compartir
es_mx: Desbloquear Tarjetas para Compartir
ko: 공유 카드 잠금 해제
pt_br: Desbloquear Cartões de Compartilhamento
tr: Paylaşım Kartları'nın kilidini aç

# gender.female
source: Female
de: Weiblich
es: Mujer
es_mx: Mujer
ko: 여성
pt_br: Feminino
tr: Kadın

# gender.male
source: Male
de: Männlich
es: Hombre
es_mx: Hombre
ko: 남성
pt_br: Masculino
tr: Erkek

# gender.nonBinary
source: Non-binary
de: Nicht-binär
es: No binario
es_mx: No binario
ko: 논바이너리
pt_br: Não binário

# gender.preferNotToSay
source: Prefer not to say
de: Keine Angabe
es: Prefiero no decirlo
es_mx: Prefiero no decirlo
ko: 응답하지 않음
pt_br: Prefiro não dizer
tr: Belirtmek istemiyorum

source: Glow analytics
de: Glow-Analysen
es: Analíticas de glow
es_mx: Analíticas de glow
ko: 글로우 분석
pt_br: Análises de glow
tr: Glow analizleri

# Glow score: %lld out of 100. %@
source: Glow score: %1$lld out of 100. %2$@
de: Glow-Score: %1$lld von 100. %2$@
es: Glow score: %1$lld de 100. %2$@
es_mx: Glow score: %1$lld de 100. %2$@
ko: 글로우 스코어: 100점 만점에 %1$lld점. %2$@
pt_br: Glow score: %1$lld de 100. %2$@
tr: Parlaklık puanı: 100 üzerinden %1$lld. %2$@

source: GLOW-UP DETECTED
de: GLOW-UP ERKANNT
es: GLOW-UP DETECTADO
es_mx: GLOW-UP DETECTADO
ko: 글로우업 감지됨
pt_br: TRANSFORMAÇÃO DETECTADA
tr: DEĞİŞİM ALGILANDI

source: Glow-Up Detected — perfect proportions aligned!
de: Glow-up erkannt — perfekte Proportionen ausgerichtet!
es: Glow-Up detectado: ¡proporciones perfectas alineadas!
es_mx: Glow-up detectado: ¡proporciones perfectas alineadas!
ko: 글로우업 감지됨 — 완벽한 비율 정렬 완료!
pt_br: Transformação detectada — proporções perfeitas alinhadas!
tr: Değişim Algılandı — kusursuz oranlar hizalandı!

# goal.buildConfidence.subtitle
source: Look good, feel unstoppable
de: Gut aussehen, unaufhaltsam fühlen
es: Luce bien, siéntete imparable
es_mx: Luce bien, siéntete imparable
ko: 멋진 외모, 거침없는 자신감
pt_br: Fique bem, sinta-se imparável
tr: İyi görün, durdurulamaz hisset

# goal.buildConfidence.title
source: Build Confidence
de: Selbstvertrauen aufbauen
es: Ganar confianza
es_mx: Ganar confianza
ko: 자신감 키우기
pt_br: Ganhar Confiança
tr: Özgüven Kazan

# goal.maintenanceMode.subtitle
source: Keep your current look sharp
de: Halte deinen aktuellen Look scharf
es: Mantén tu look actual impecable
es_mx: Mantén tu look actual impecable
ko: 지금의 모습을 멋지게 유지
pt_br: Mantenha seu visual atual afiado
tr: Mevcut görünümünü keskin tut

# goal.maintenanceMode.title
source: Maintenance Mode
de: Erhaltungsmodus
es: Modo mantenimiento
es_mx: Modo mantenimiento
ko: 유지 모드
pt_br: Modo Manutenção
tr: Koruma Modu

# goal.specificArea.subtitle
source: Focus on one thing at a time
de: Konzentriere dich auf eine Sache
es: Céntrate en una cosa cada vez
es_mx: Enfócate en una cosa a la vez
ko: 한 번에 하나씩 집중 공략
pt_br: Foque em uma coisa de cada vez
tr: Aynı anda tek bir şeye odaklan

# goal.specificArea.title
source: Fix Specific Area
de: Bestimmten Bereich verbessern
es: Mejorar un área concreta
es_mx: Mejorar un área específica
ko: 특정 부위 개선
pt_br: Corrigir Área Específica
tr: Belirli Bir Alanı Düzelt

# goal.subtleEnhancements.subtitle
source: Small tweaks for big impact
de: Kleine Tweaks, große Wirkung
es: Pequeños retoques de gran impacto
es_mx: Pequeños cambios de gran impacto
ko: 작은 변화로 큰 임팩트
pt_br: Pequenos ajustes, grande impacto
tr: Büyük etki için küçük dokunuşlar

# goal.subtleEnhancements.title
source: Subtle Enhancements
de: Subtile Verbesserungen
es: Mejoras sutiles
es_mx: Mejoras sutiles
ko: 은근한 업그레이드
pt_br: Melhorias Sutis
tr: İnce Dokunuşlar

# goal.totalTransformation.subtitle
source: Complete glow-up across all areas
de: Kompletter Glow-up in allen Bereichen
es: Glow-up completo en todas las áreas
es_mx: Glow-up completo en todas las áreas
ko: 전 영역에 걸친 완전한 글로우업
pt_br: Transformação completa em todas as áreas
tr: Tüm alanlarda eksiksiz değişim

# goal.totalTransformation.title
source: Total Transformation
de: Komplette Verwandlung
es: Transformación total
es_mx: Transformación total
ko: 토탈 변신
pt_br: Transformação Total
tr: Tam Dönüşüm

source: Golden ratio grid • Real-time alignment
de: Raster des Goldenen Schnitts • Echtzeit-Ausrichtung
es: Cuadrícula de proporción áurea • Alineación en tiempo real
es_mx: Cuadrícula de proporción áurea • Alineación en tiempo real
ko: 황금비 그리드 • 실시간 정렬
pt_br: Grade da proporção áurea • Alinhamento em tempo real
tr: Altın oran ızgarası • Gerçek zamanlı hizalama

source: Golden ratio lines light up when your facial proportions align
de: Die Linien des Goldenen Schnitts leuchten auf, wenn deine Gesichtsproportionen passen
es: Las líneas de proporción áurea se iluminan cuando tus proporciones faciales se alinean
es_mx: Las líneas de proporción áurea se encienden cuando tus proporciones faciales se alinean
ko: 얼굴 비율이 맞으면 황금비 라인이 빛납니다
pt_br: As linhas da proporção áurea acendem quando suas proporções faciais se alinham
tr: Yüz oranların hizalandığında altın oran çizgileri yanar

source: Golden ratio lines light up when your proportions align ✨
de: Die Linien des Goldenen Schnitts leuchten auf, wenn deine Proportionen passen ✨
es: Las líneas de proporción áurea se iluminan cuando tus proporciones se alinean ✨
es_mx: Las líneas de proporción áurea se encienden cuando tus proporciones se alinean ✨
ko: 비율이 맞으면 황금비 라인이 빛납니다 ✨
pt_br: As linhas da proporção áurea acendem quando suas proporções se alinham ✨
tr: Oranların hizalandığında altın oran çizgileri yanar ✨

source: Golden Ratio Overlay
de: Overlay des Goldenen Schnitts
es: Superposición de proporción áurea
es_mx: Superposición de proporción áurea
ko: 황금비 오버레이
pt_br: Sobreposição da Proporção Áurea
tr: Altın Oran Katmanı

source: Grid opacity
de: Raster-Deckkraft
es: Opacidad de la cuadrícula
es_mx: Opacidad de la cuadrícula
ko: 그리드 불투명도
pt_br: Opacidade da grade
tr: Izgara saydamlığı

source: How are you feeling about your progress?
de: Wie fühlst du dich mit deinem Fortschritt?
es: ¿Cómo te sientes con tu progreso?
es_mx: ¿Cómo te sientes con tu progreso?
ko: 변화에 대해 어떻게 느끼나요?
pt_br: Como você está se sentindo em relação ao seu progresso?
tr: İlerlemen hakkında nasıl hissediyorsun?

source: How do you identify?
de: Wie identifizierst du dich?
es: ¿Cómo te identificas?
es_mx: ¿Cómo te identificas?
ko: 성별을 알려 주세요
pt_br: Como você se identifica?
tr: Kendini nasıl tanımlıyorsun?

source: How old are you?
de: Wie alt bist du?
es: ¿Cuántos años tienes?
es_mx: ¿Cuántos años tienes?
ko: 나이가 어떻게 되나요?
pt_br: Quantos anos você tem?
tr: Kaç yaşındasın?

source: Journal (optional)
de: Tagebuch (optional)
es: Diario (opcional)
es_mx: Diario (opcional)
ko: 일지 (선택)
pt_br: Diário (opcional)
tr: Günlük (isteğe bağlı)

source: Just %@
de: Nur %@
es: Solo %@
es_mx: Solo %@
ko: 단 %@
pt_br: Apenas %@
tr: Sadece %@

source: Let's Go
de: Los geht's
es: ¡Vamos!
es_mx: ¡Vamos!
ko: 시작하기
pt_br: Vamos lá
tr: Hadi Başlayalım

# Level %lld of %lld
source: Level %1$lld of %2$lld
de: Level %1$lld von %2$lld
es: Nivel %1$lld de %2$lld
es_mx: Nivel %1$lld de %2$lld
ko: 레벨 %1$lld / %2$lld
pt_br: Nível %1$lld de %2$lld
tr: %2$lld seviyeden %1$lld. seviye

source: Level up with XP & daily quests
de: Level-up mit XP & täglichen Quests
es: Sube de nivel con XP y misiones diarias
es_mx: Sube de nivel con XP y misiones diarias
ko: XP와 데일리 퀘스트로 레벨업
pt_br: Suba de nível com XP e missões diárias
tr: XP ve günlük görevlerle seviye atla

# level.bronze
source: Bronze Jawline
de: Bronze-Kieferlinie
es: Mandíbula de Bronce
es_mx: Mandíbula de Bronce
ko: 브론즈 턱선
pt_br: Mandíbula Bronze
tr: Bronz Çene Hattı

# level.diamond
source: Diamond Jawline
de: Diamant-Kieferlinie
es: Mandíbula de Diamante
es_mx: Mandíbula de Diamante
ko: 다이아몬드 턱선
pt_br: Mandíbula Diamante
tr: Elmas Çene Hattı

# level.gold
source: Gold Jawline
de: Gold-Kieferlinie
es: Mandíbula de Oro
es_mx: Mandíbula de Oro
ko: 골드 턱선
pt_br: Mandíbula Ouro
tr: Altın Çene Hattı

# level.platinum
source: Platinum Jawline
de: Platin-Kieferlinie
es: Mandíbula de Platino
es_mx: Mandíbula de Platino
ko: 플래티넘 턱선
pt_br: Mandíbula Platina
tr: Platin Çene Hattı

# level.silver
source: Silver Jawline
de: Silber-Kieferlinie
es: Mandíbula de Plata
es_mx: Mandíbula de Plata
ko: 실버 턱선
pt_br: Mandíbula Prata
tr: Gümüş Çene Hattı

source: Locked
de: Gesperrt
es: Bloqueado
es_mx: Bloqueado
ko: 잠김
pt_br: Bloqueado
tr: Kilitli

source: Logs
de: Einträge
es: Registros
es_mx: Registros
ko: 기록
pt_br: Registros
tr: Kayıtlar

source: Longest
de: Längste
es: Más larga
es_mx: Más larga
ko: 최장
pt_br: Maior
tr: En uzun

source: Maxx Pro Active
de: Maxx Pro aktiv
es: Maxx Pro activo
es_mx: Maxx Pro activo
ko: Maxx Pro 활성화됨
pt_br: Maxx Pro Ativo
tr: Maxx Pro Aktif

source: maxx.app • Your Glow-Up Starts Here
de: maxx.app • Dein Glow-up beginnt hier
es: maxx.app • Tu glow-up empieza aquí
es_mx: maxx.app • Tu glow-up empieza aquí
ko: maxx.app • 당신의 글로우업이 시작되는 곳
pt_br: maxx.app • Sua transformação começa aqui
tr: maxx.app • Değişimin Burada Başlıyor

source: Minutes
de: Minuten
es: Minutos
es_mx: Minutos
ko: 분
pt_br: Minutos
tr: Dakika

source: Mirror Mode
de: Spiegelmodus
es: Modo Espejo
es_mx: Modo Espejo
ko: 미러 모드
pt_br: Modo Espelho
tr: Ayna Modu

source: MIRROR MODE
de: SPIEGELMODUS
es: MODO ESPEJO
es_mx: MODO ESPEJO
ko: 미러 모드
pt_br: MODO ESPELHO
tr: AYNA MODU

source: Mirror Mode — golden ratio face alignment tool
de: Spiegelmodus — Gesichtsausrichtung nach dem Goldenen Schnitt
es: Modo Espejo: herramienta de alineación facial con proporción áurea
es_mx: Modo Espejo: herramienta de alineación facial con proporción áurea
ko: 미러 모드 — 황금비 얼굴 정렬 도구
pt_br: Modo Espelho — ferramenta de alinhamento facial pela proporção áurea
tr: Ayna Modu — altın oran yüz hizalama aracı

source: Mirror Mode uses your front camera to show a live golden ratio overlay for perfect face alignment.
de: Der Spiegelmodus nutzt deine Frontkamera, um ein Live-Overlay des Goldenen Schnitts für perfekte Gesichtsausrichtung anzuzeigen.
es: El Modo Espejo usa tu cámara frontal para mostrar una superposición de proporción áurea en vivo y alinear tu rostro a la perfección.
es_mx: El Modo Espejo usa tu cámara frontal para mostrar una superposición de proporción áurea en vivo y lograr una alineación facial perfecta.
ko: 미러 모드는 전면 카메라로 실시간 황금비 오버레이를 표시해 완벽한 얼굴 정렬을 도와줍니다.
pt_br: O Modo Espelho usa sua câmera frontal para exibir uma sobreposição ao vivo da proporção áurea para o alinhamento facial perfeito.
tr: Ayna Modu, kusursuz yüz hizalaması için ön kameranı kullanarak canlı altın oran katmanı gösterir.

source: Mirror Mode with Golden Ratio Overlay
de: Spiegelmodus mit Overlay des Goldenen Schnitts
es: Modo Espejo con superposición de proporción áurea
es_mx: Modo Espejo con superposición de proporción áurea
ko: 황금비 오버레이가 있는 미러 모드
pt_br: Modo Espelho com Sobreposição da Proporção Áurea
tr: Altın Oran Katmanlı Ayna Modu

source: Mood
de: Stimmung
es: Estado de ánimo
es_mx: Ánimo
ko: 기분
pt_br: Humor
tr: Ruh Hali

source: Mood & Confidence
de: Stimmung & Selbstvertrauen
es: Ánimo y confianza
es_mx: Ánimo y confianza
ko: 기분 & 자신감
pt_br: Humor e Confiança
tr: Ruh Hali ve Özgüven

source: NEW
de: NEU
es: NUEVO
es_mx: NUEVO
ko: 신규
pt_br: NOVO
tr: YENİ

source: New Routine
de: Neue Routine
es: Nueva rutina
es_mx: Nueva rutina
ko: 새 루틴
pt_br: Nova rotina
tr: Yeni Rutin

source: No data yet
de: Noch keine Daten
es: Aún no hay datos
es_mx: Aún no hay datos
ko: 아직 데이터가 없습니다
pt_br: Nenhum dado ainda
tr: Henüz veri yok

source: No progress photos yet
de: Noch keine Fortschrittsfotos
es: Aún no hay fotos de progreso
es_mx: Aún no hay fotos de progreso
ko: 아직 변화 사진이 없습니다
pt_br: Nenhuma foto de progresso ainda
tr: Henüz ilerleme fotoğrafı yok

source: No quests yet
de: Noch keine Quests
es: Aún no hay misiones
es_mx: Aún no hay misiones
ko: 아직 퀘스트가 없습니다
pt_br: Nenhuma missão ainda
tr: Henüz görev yok

source: No routines scheduled for today
de: Keine Routinen für heute geplant
es: No hay rutinas programadas para hoy
es_mx: No hay rutinas programadas para hoy
ko: 오늘 예정된 루틴이 없습니다
pt_br: Nenhuma rotina agendada para hoje
tr: Bugün için planlanmış rutin yok

source: No trial · cancel anytime
de: Keine Testphase · jederzeit kündbar
es: Sin prueba · cancela cuando quieras
es_mx: Sin prueba · cancela cuando quieras
ko: 체험 없음 · 언제든 해지 가능
pt_br: Sem teste · cancele quando quiser
tr: Deneme yok · istediğin zaman iptal et

source: Not now
de: Nicht jetzt
es: Ahora no
es_mx: Ahora no
ko: 나중에
pt_br: Agora não
tr: Şimdi değil

source: Not Now
de: Nicht jetzt
es: Ahora no
es_mx: Ahora no
ko: 나중에
pt_br: Agora não
tr: Şimdi Değil

source: Note (optional)
de: Notiz (optional)
es: Nota (opcional)
es_mx: Nota (opcional)
ko: 메모 (선택)
pt_br: Nota (opcional)
tr: Not (isteğe bağlı)

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
es_mx: Abrir Ajustes
ko: 설정 열기
pt_br: Abrir Ajustes
tr: Ayarları Aç

source: Opens a system dialog to grant camera access
de: Öffnet einen Systemdialog zur Erteilung des Kamerazugriffs
es: Abre un diálogo del sistema para conceder acceso a la cámara
es_mx: Abre un cuadro de diálogo del sistema para conceder acceso a la cámara
ko: 카메라 접근 권한을 위한 시스템 대화상자를 엽니다
pt_br: Abre uma caixa de diálogo do sistema para conceder acesso à câmera
tr: Kamera erişimi vermek için sistem penceresini açar

source: Opens iOS Settings to allow camera access
de: Öffnet die iOS-Einstellungen, um den Kamerazugriff zu erlauben
es: Abre los Ajustes de iOS para permitir el acceso a la cámara
es_mx: Abre los Ajustes de iOS para permitir el acceso a la cámara
ko: 카메라 접근 허용을 위해 iOS 설정을 엽니다
pt_br: Abre os Ajustes do iOS para permitir o acesso à câmera
tr: Kamera erişimine izin vermek için iOS Ayarları'nı açar

source: Overall Mood
de: Gesamtstimmung
es: Ánimo general
es_mx: Ánimo general
ko: 전반적인 기분
pt_br: Humor geral
tr: Genel ruh hâli

source: Pay once · own forever
de: Einmal zahlen · für immer behalten
es: Paga una vez · tuyo para siempre
es_mx: Paga una vez · tuyo para siempre
ko: 한 번 결제 · 평생 소장
pt_br: Pague uma vez · use para sempre
tr: Bir kez öde · ömür boyu kullan

source: Perfect proportions aligned!
de: Perfekte Proportionen ausgerichtet!
es: ¡Proporciones perfectas alineadas!
es_mx: ¡Proporciones perfectas alineadas!
ko: 완벽한 비율 정렬 완료!
pt_br: Proporções perfeitas alinhadas!
tr: Kusursuz oranlar hizalandı!

source: Person with glowing skin representing a glow-up transformation
de: Person mit strahlender Haut als Symbol für eine Glow-up-Verwandlung
es: Persona con piel radiante que representa una transformación glow-up
es_mx: Persona con piel radiante que representa una transformación glow-up
ko: 글로우업 변신을 상징하는 빛나는 피부의 인물
pt_br: Pessoa com pele radiante representando uma transformação glow-up
tr: Değişim dönüşümünü temsil eden parlak ciltli kişi

source: Personalizing your glow-up plan...
de: Dein Glow-up-Plan wird personalisiert...
es: Personalizando tu plan de glow-up...
es_mx: Personalizando tu plan de glow-up...
ko: 맞춤 글로우업 플랜을 준비 중...
pt_br: Personalizando seu plano de transformação...
tr: Değişim planın kişiselleştiriliyor...

source: PHOENIX RISING 🔥
de: PHÖNIX ERHEBT SICH 🔥
es: RENACER DEL FÉNIX 🔥
es_mx: FÉNIX RENACIENDO 🔥
ko: 불사조의 비상 🔥
pt_br: FÊNIX RENASCENDO 🔥
tr: ANKA YÜKSELİYOR 🔥

source: Photo Detail
de: Foto-Details
es: Detalle de la foto
es_mx: Detalle de la foto
ko: 사진 상세
pt_br: Detalhes da foto
tr: Fotoğraf Detayı

source: POPULAR
de: BELIEBT
ko: 인기
tr: POPÜLER

source: Position Your Face
de: Positioniere dein Gesicht
es: Coloca tu rostro
es_mx: Coloca tu rostro
ko: 얼굴을 맞추세요
pt_br: Posicione seu rosto
tr: Yüzünü Konumlandır

source: Position your face in frame
de: Positioniere dein Gesicht im Rahmen
es: Coloca tu rostro en el encuadre
es_mx: Coloca tu rostro en el encuadre
ko: 얼굴을 프레임 안에 맞추세요
pt_br: Posicione seu rosto no quadro
tr: Yüzünü çerçeveye yerleştir

source: Privacy
de: Datenschutz
es: Privacidad
es_mx: Privacidad
ko: 개인정보
pt_br: Privacidade
tr: Gizlilik

source: Progress
de: Fortschritt
es: Progreso
es_mx: Progreso
ko: 변화 기록
pt_br: Progresso
tr: İlerleme

source: Progress photos
de: Fortschrittsfotos
es: Fotos de progreso
es_mx: Fotos de progreso
ko: 진행 사진
pt_br: Fotos de progresso
tr: İlerleme fotoğrafları

# quest.morning.desc
source: Complete any morning habit
de: Schließe eine beliebige Morgengewohnheit ab
es: Completa cualquier hábito matutino
es_mx: Completa cualquier hábito matutino
ko: 아침 습관 아무거나 완료하기
pt_br: Conclua qualquer hábito matinal
tr: Herhangi bir sabah alışkanlığını tamamla

# quest.morning.title
source: Morning Routine
de: Morgenroutine
es: Rutina matutina
es_mx: Rutina matutina
ko: 모닝 루틴
pt_br: Rotina Matinal
tr: Sabah Rutini

# quest.photo.desc
source: Take a progress photo
de: Mache ein Fortschrittsfoto
es: Hazte una foto de progreso
es_mx: Toma una foto de progreso
ko: 변화 사진 촬영하기
pt_br: Tire uma foto de progresso
tr: Bir ilerleme fotoğrafı çek

# quest.photo.title
source: Progress Photo
de: Fortschrittsfoto
es: Foto de progreso
es_mx: Foto de progreso
ko: 변화 사진
pt_br: Foto de Progresso
tr: İlerleme Fotoğrafı

# quest.triple.desc
source: Complete 3 routines today
de: Schließe heute 3 Routinen ab
es: Completa 3 rutinas hoy
es_mx: Completa 3 rutinas hoy
ko: 오늘 루틴 3개 완료하기
pt_br: Conclua 3 rotinas hoje
tr: Bugün 3 rutin tamamla

# quest.triple.title
source: Triple Habits
de: Dreifach-Gewohnheiten
es: Triple hábito
es_mx: Triple hábito
ko: 트리플 습관
pt_br: Hábitos Triplos
tr: Üçlü Alışkanlık

source: Reached %@
de: %@ erreicht
es: Alcanzado %@
es_mx: Alcanzaste %@
ko: %@ 달성
pt_br: Alcançou %@
tr: %@ ulaşıldı

source: Reminder Time
de: Erinnerungszeit
es: Hora del recordatorio
es_mx: Hora del recordatorio
ko: 알림 시간
pt_br: Horário do lembrete
tr: Hatırlatma Saati

source: Reminders
de: Erinnerungen
es: Recordatorios
es_mx: Recordatorios
ko: 알림
pt_br: Lembretes
tr: Hatırlatıcılar

source: Reset
de: Zurücksetzen
es: Restablecer
es_mx: Restablecer
ko: 초기화
pt_br: Redefinir
tr: Sıfırla

source: Reset All Data
de: Alle Daten zurücksetzen
es: Restablecer todos los datos
es_mx: Restablecer todos los datos
ko: 모든 데이터 초기화
pt_br: Redefinir todos os dados
tr: Tüm Verileri Sıfırla

source: Reset All Data?
de: Alle Daten zurücksetzen?
es: ¿Restablecer todos los datos?
es_mx: ¿Restablecer todos los datos?
ko: 모든 데이터를 초기화할까요?
pt_br: Redefinir todos os dados?
tr: Tüm Veriler Sıfırlansın mı?

source: Restore
de: Wiederherstellen
es: Restaurar
es_mx: Restaurar
ko: 복원
pt_br: Restaurar
tr: Geri Yükle

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
es_mx: Restaurar compras
ko: 구매 복원
pt_br: Restaurar compras
tr: Satın Alımları Geri Yükle

source: Routine Name
de: Routinen-Name
es: Nombre de la rutina
es_mx: Nombre de la rutina
ko: 루틴 이름
pt_br: Nome da rotina
tr: Rutin Adı

# routine.coldShower.desc
source: 2-minute cold exposure for skin & energy
de: 2 Minuten Kältereiz für Haut & Energie
es: 2 minutos de exposición al frío para piel y energía
es_mx: 2 minutos de exposición al frío para piel y energía
ko: 피부와 활력을 위한 2분 냉수 노출
pt_br: 2 minutos de exposição ao frio para pele e energia
tr: Cilt ve enerji için 2 dakikalık soğuk maruziyet

# routine.coldShower.name
source: Cold Shower
de: Kalte Dusche
es: Ducha fría
es_mx: Ducha fría
ko: 냉수 샤워
pt_br: Banho Frio
tr: Soğuk Duş

# routine.eveningSkincare.desc
source: Double cleanse → Retinol → Night cream
de: Doppelte Reinigung → Retinol → Nachtcreme
es: Doble limpieza → Retinol → Crema de noche
es_mx: Doble limpieza → Retinol → Crema de noche
ko: 이중 세안 → 레티놀 → 나이트 크림
pt_br: Dupla limpeza → Retinol → Creme noturno
tr: Çift temizlik → Retinol → Gece kremi

# routine.eveningSkincare.name
source: Evening Skincare
de: Abend-Hautpflege
es: Cuidado facial nocturno
es_mx: Skincare de la noche
ko: 저녁 스킨케어
pt_br: Skincare Noturno
tr: Akşam Cilt Bakımı

# routine.hair.desc
source: Style and maintain
de: Stylen und pflegen
es: Peina y cuida
es_mx: Peina y cuida
ko: 스타일링하고 관리하기
pt_br: Modele e mantenha
tr: Şekillendir ve bakımını yap

# routine.hair.name
source: Hair Care
de: Haarpflege
es: Cuidado del cabello
es_mx: Cuidado del cabello
ko: 헤어 케어
pt_br: Cuidados com o Cabelo
tr: Saç Bakımı

# routine.mewing.desc
source: Tongue on roof of mouth, teeth lightly together
de: Zunge an den Gaumen, Zähne leicht zusammen
es: Lengua en el paladar, dientes ligeramente juntos
es_mx: Lengua en el paladar, dientes ligeramente juntos
ko: 혀를 입천장에 붙이고 치아는 가볍게 맞물기
pt_br: Língua no céu da boca, dentes levemente juntos
tr: Dil damakta, dişler hafifçe kapalı

# routine.mewing.name
source: Mewing Practice
de: Mewing-Übung
es: Práctica de mewing
es_mx: Práctica de mewing
ko: 뮤잉 연습
pt_br: Prática de Mewing
tr: Mewing Pratiği
